Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: བམ་པོ་བཅུ་གསུམ་པའི་ནང་དུ། དཀྱིལ་འཁོར་གྱི་ཆོ་ག་འདི་ཐོས་པ་ཙམ་དང་ཞེས་པ་ནས། མི་གང་ཚད་དུ་བརྐོ་བར་བྱ་ཞེས་པའི་བར་དང་།
en: In book 13, material was added beginning with the words “by merely hearing this maṇḍala rite” and ending with “excavate an area the size of a human.”

source: བམ་པོ་བཅུ་བཞི་པའི་ནང་དུ། པདྨ་དང་། ཆུ་དང་། ཡུངས་ཀར་ལ་ཡོངས་སུ་བཟླས་ཏེ་ཞེས་པ་ནས། རས་དཀར་པོས་བཀྲུ་བར་བྱ་ཞིང་།
en: In book 14, material was added beginning with the words “incant lotus, water, and mustard seeds” and ending with “wash with a white cloth.”

source: ལན་བདུན་དུ་ཞེས་པའི་བར་དང་། བམ་པོ་བཅོ་ལྔ་པའི་མཚམས་སུ། དངུལ་གྱི་པོག་ཕོར་བརྒྱད་དང་ཞེས་པ་ནས། གནས་རྣམ་པ་གཞན་ཐམས་ཅད་དུ་ཇི་ལྟར་ཡིད་ལ་བྱེད་པའི་བྱ་བ་ཐམས་ཅད་དུ་བྱེད་དོ། །ཞེས་པའི་བར་དང་།
en: At the transition to book 15, material was added beginning with the words “eight silver vessels” and ending with “in all other types of places he will perform any tasks he sets his mind to.”

source: བམ་པོ་བཅུ་དྲུག་པ་དང་། བཅུ་བདུན་པའི་མཚམས་སུ། དེ་ནས་སྦྱིན་སྲེག་གི་ཆོ་ག་བཤད་པར་བྱ་སྟེ་ཞེས་པ་ནས། ཕྱག་རྒྱའི་ཆོ་ག་དང་། སྒྲུབ་ཐབས་ཀྱི་ཆོ་གའོ་ཞེས་པའི་བར་དང་།
en: At the break between books 16 and 17, material was added beginning with the words “now I will teach the homa procedure” and ending with “the mudrā rite and the rite for practice.”

source: བམ་པོ་བཅུ་བདུན་པ་ཞེས་པ་དང་། དེ་མ་ཐག་པར་བམ་པོ་བཅོ་བརྒྱད་པའི་མཚམས་སུ། དེ་ནས་རྟག་ཏུ་བཟླས་པའི་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་བཤད་པར་བྱ་སྟེ་ཞེས་པ་ནས། འཇིག་རྟེན་མགོན་པོའི་འོད་ཟེར་གྱི་སྦྱིན་སྲེག་རབ་ཏུ་གྲོལ་ལོ་ཞེས་པའི་བར་རྣམས་ཀྱི་ཧོར་ཀོང་བསབས་ཤིང་།
en: Finally, at the break between what was called book 17 and book 18, material was added beginning with “now I will teach a maṇḍala rite that involves continuous recitation” and ending with “the homa will release the light rays of the protector of the world.”

source: མཇུག་ཡོངས་སུ་རྫོགས་པར་ཤཱཀྱའི་དགེ་སློང་རིན་ཆེན་གྲུབ་ཀྱིས་བསྒྱུར་ཅིང་ཞུས་པའི་ཡི་གེ་བ་ནི་ཡོ་ག་པ་གྲུབ་པ་དཔལ་བཟང་པོའོ།
en: These omissions were rectified, and the conclusion completed by the Śākya monk Rinchen Drup. The scribe was the accomplished Yoga practitioner Pel Sangpo.

source: །ཀུན་ཏུ་ལྷ་མོ་ཐམས་ཅད་ལའོ་ཞེས་པ་ནས། གཏེར་བསྒུལ་ན་ཞེས་པའི་བར་རྒྱ་དཔེ་ལ་མི་འདུག་གོ།
en: The text starting with “all goddesses everywhere” up to “if the treasure trembles” is not in the Sanskrit manuscript.

source: །འགྲོ་བ་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པར་གྱུར་ཅིག། །།
en: May this be of benefit to all wandering beings!
